Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Returns saved connection profiles, optionally filtered by folder, tag, protocol, or name.
ar: يعيد ملفات الاتصال الشخصية المحفوظة، مع إمكانية تصفيتها حسب المجلد أو الوسم أو البروتوكول أو الاسم.
ca: Retorna els perfils de connexió desats, opcionalment filtrats per carpeta, etiqueta, protocol o nom.
cs: Vrátí uložené profily připojení, volitelně filtrované podle složky, štítku, protokolu nebo názvu.
da: Returnerer gemte forbindelsesprofiler, eventuelt filtreret efter mappe, tag, protokol eller navn.
de: Gibt gespeicherte Verbindungsprofile zurück, optional gefiltert nach Ordner, Tag, Protokoll oder Name.
es: Devuelve los perfiles de conexión guardados, con filtro opcional por carpeta, etiqueta, protocolo o nombre.
fi: Palauttaa tallennetut yhteysprofiilit, halutessasi suodatettuna kansion, tunnisteen, protokollan tai nimen mukaan.
fr: Renvoie les profils de connexion enregistrés, avec un filtrage facultatif par dossier, tag, protocole ou nom.
he: מחזיר פרופילי חיבור שמורים, עם אפשרות לסינון לפי תיקייה, תגית, פרוטוקול או שם.
hu: Visszaadja a mentett kapcsolati profilokat, opcionálisan mappa, címke, protokoll vagy név szerint szűrve.
it: Restituisce i profili di connessione salvati, con filtro facoltativo per cartella, tag, protocollo o nome.
ja: 保存された接続プロファイルを返します。フォルダ、タグ、プロトコル、名前で絞り込むこともできます。
ko: 저장된 연결 프로필을 반환하며, 폴더, 태그, 프로토콜 또는 이름으로 필터링할 수 있습니다.
nb: Returnerer lagrede tilkoblingsprofiler, eventuelt filtrert etter mappe, merkelapp, protokoll eller navn.
nl: Geeft opgeslagen verbindingsprofielen terug, eventueel gefilterd op map, tag, protocol of naam.
pl: Zwraca zapisane profile połączeń, opcjonalnie filtrowane według folderu, tagu, protokołu lub nazwy.
pt_br: Retorna os perfis de conexão salvos, opcionalmente filtrados por pasta, tag, protocolo ou nome.
pt_pt: Devolve os perfis de ligação guardados, opcionalmente filtrados por pasta, etiqueta, protocolo ou nome.
ro: Returnează profilurile de conexiune salvate, filtrate opțional după dosar, etichetă, protocol sau nume.
sl: Vrne shranjene profile povezav, po želji filtrirane po mapi, oznaki, protokolu ali imenu.
sv: Returnerar sparade anslutningsprofiler, som du kan filtrera efter mapp, tagg, protokoll eller namn.
uk: Повертає збережені профілі з'єднань, за потреби відфільтровані за текою, тегом, протоколом або назвою.
vi: Trả về các hồ sơ kết nối đã lưu, có thể lọc theo thư mục, thẻ, giao thức hoặc tên.
zh_hans: 返回已保存的连接配置，可按文件夹、标签、协议或名称筛选。
zh_hant: 傳回已儲存的連線設定檔，並可選擇依資料夾、標籤、協定或名稱篩選。

source: Reuse a custom key you've already built for the keyboard toolbar.
ar: أعد استخدام مفتاح مخصص أنشأته بالفعل لشريط أدوات لوحة المفاتيح.
ca: Reutilitza una tecla personalitzada que ja has creat per a la barra d’eines del teclat.
cs: Znovu použijte vlastní klávesu, kterou jste již vytvořili pro panel nástrojů klávesnice.
da: Genbrug en brugerdefineret tast, du allerede har oprettet til tastaturværktøjslinjen.
de: Verwende eine benutzerdefinierte Taste wieder, die du bereits für die Tastatur-Symbolleiste erstellt hast.
es: Reutiliza una tecla personalizada que ya hayas creado para la barra de herramientas del teclado.
fi: Käytä uudelleen mukautettua näppäintä, jonka olet jo luonut näppäimistön työkalupalkkiin.
fr: Réutilisez une touche personnalisée que vous avez déjà créée pour la barre d’outils du clavier.
he: השתמשו שוב במקש מותאם אישית שכבר יצרתם עבור סרגל הכלים של המקלדת.
hu: Használjon újra egy egyéni billentyűt, amelyet már létrehozott a billentyűzet eszköztárhoz.
it: Riutilizza un tasto personalizzato che hai già creato per la barra strumenti della tastiera.
ja: キーボードツールバー用にすでに作成したカスタムキーを再利用します。
ko: 키보드 도구 모음용으로 이미 만든 사용자 지정 키를 재사용합니다.
nb: Gjenbruk en egendefinert tast du allerede har laget for tastaturverktøylinjen.
nl: Hergebruik een aangepaste toets die je al hebt gemaakt voor de toetsenbordwerkbalk.
pl: Użyj ponownie niestandardowego klawisza utworzonego już dla paska narzędzi klawiatury.
pt_br: Reutilize uma tecla personalizada que você já criou para a barra de ferramentas do teclado.
pt_pt: Reutilize uma tecla personalizada que já criou para a barra de ferramentas do teclado.
ro: Reutilizează o tastă personalizată pe care ai creat-o deja pentru bara de instrumente a tastaturii.
sl: Ponovno uporabite tipko po meri, ki ste jo že ustvarili za orodno vrstico tipkovnice.
sv: Återanvänd en anpassad tangent som du redan har skapat för tangentbordets verktygsfält.
uk: Повторно використайте користувацьку клавішу, яку ви вже створили для панелі інструментів клавіатури.
vi: Tái sử dụng phím tùy chỉnh bạn đã tạo cho thanh công cụ bàn phím.
zh_hans: 重用你已经为键盘工具栏创建的自定义按键。
zh_hant: 重用你已經為鍵盤工具列建立的自訂按鍵。

source: Reuse a custom provider from an existing opkssh key. Tap to load it into the form below, then edit if needed.
ar: أعد استخدام مزود مخصص من مفتاح opkssh موجود. اضغط لتحميله في النموذج أدناه، ثم عدّله إذا لزم الأمر.
ca: Reutilitza un proveïdor personalitzat d’una clau opkssh existent. Toca per carregar-lo al formulari de sota i edita’l si cal.
cs: Znovu použijte vlastního poskytovatele z existujícího klíče opkssh. Klepnutím jej načtete do formuláře níže a podle potřeby upravíte.
da: Genbrug en brugerdefineret udbyder fra en eksisterende opkssh-nøgle. Tryk for at indlæse den i formularen nedenfor, og rediger om nødvendigt.
de: Verwende einen benutzerdefinierten Anbieter aus einem vorhandenen opkssh-Schlüssel wieder. Tippe, um ihn in das Formular unten zu laden, und bearbeite ihn bei Bedarf.
es: Reutiliza un proveedor personalizado de una clave opkssh existente. Toca para cargarlo en el formulario de abajo y edítalo si es necesario.
fi: Käytä uudelleen mukautettua palveluntarjoajaa olemassa olevasta opkssh-avaimesta. Lataa se alla olevaan lomakkeeseen napauttamalla ja muokkaa tarvittaessa.
fr: Réutilisez un fournisseur personnalisé d’une clé opkssh existante. Touchez pour le charger dans le formulaire ci-dessous, puis modifiez-le si nécessaire.
he: השתמשו שוב בספק מותאם אישית ממפתח opkssh קיים. הקישו כדי לטעון אותו לטופס שלמטה, וערכו אותו במידת הצורך.
hu: Használjon újra egy egyéni szolgáltatót egy meglévő opkssh-kulcsból. Koppintson a betöltéséhez az alábbi űrlapba, majd szükség esetén szerkessze.
it: Riutilizza un provider personalizzato da una chiave opkssh esistente. Tocca per caricarlo nel modulo sottostante, quindi modificalo se necessario.
ja: 既存の opkssh キーからカスタムプロバイダを再利用します。タップして下のフォームに読み込み、必要に応じて編集してください。
ko: 기존 opkssh 키에서 사용자 지정 제공자를 재사용합니다. 탭하여 아래 양식에 불러온 다음 필요하면 편집하세요.
nb: Gjenbruk en egendefinert leverandør fra en eksisterende opkssh-nøkkel. Trykk for å laste den inn i skjemaet nedenfor, og rediger om nødvendig.
nl: Hergebruik een aangepaste provider van een bestaande opkssh-sleutel. Tik om deze in het onderstaande formulier te laden en bewerk indien nodig.
pl: Użyj ponownie niestandardowego dostawcy z istniejącego klucza opkssh. Dotknij, aby załadować go do poniższego formularza, a następnie w razie potrzeby edytuj.
pt_br: Reutilize um provedor personalizado de uma chave opkssh existente. Toque para carregá-lo no formulário abaixo e edite se necessário.
pt_pt: Reutilize um fornecedor personalizado de uma chave opkssh existente. Toque para carregá-lo no formulário abaixo e edite se necessário.
ro: Reutilizează un furnizor personalizat dintr-o cheie opkssh existentă. Atinge pentru a-l încărca în formularul de mai jos, apoi editează-l dacă este necesar.
sl: Ponovno uporabite ponudnika po meri iz obstoječega ključa opkssh. Tapnite, da ga naložite v spodnji obrazec, in ga po potrebi uredite.
sv: Återanvänd en anpassad leverantör från en befintlig opkssh-nyckel. Tryck för att läsa in den i formuläret nedan och redigera vid behov.
uk: Повторно використайте власного провайдера з наявного ключа opkssh. Торкніться, щоб завантажити його у форму нижче, і за потреби відредагуйте.
vi: Tái sử dụng nhà cung cấp tùy chỉnh từ khóa opkssh hiện có. Chạm để tải vào biểu mẫu bên dưới, sau đó chỉnh sửa nếu cần.
zh_hans: 重用现有 opkssh 密钥中的自定义提供商。点按可将其载入下方表单，然后按需编辑。
zh_hant: 重用現有 opkssh 金鑰中的自訂供應商。點一下即可將其載入下方表單，然後視需要編輯。

source: Reuse these settings on every device.
ar: أعد استخدام هذه الإعدادات على كل جهاز.
ca: Reutilitzar aquests ajustos a cada dispositiu.
cs: Použijte tato nastavení na každém zařízení.
da: Genbrug disse indstillinger på alle enheder.
de: Verwende diese Einstellungen auf allen Geräten.
es: Reutilizar estos ajustes en cada dispositivo.
fi: Käytä näitä asetuksia kaikilla laitteilla.
fr: Réutiliser ces réglages sur chaque appareil.
he: השתמש בהגדרות אלו בכל מכשיר.
hu: Használja ezeket a beállításokat minden eszközön.
it: Riutilizza queste impostazioni su ogni dispositivo.
ja: すべてのデバイスでこの設定を共有します。
ko: 모든 기기에서 이 설정을 재사용합니다.
nb: Gjenbruk disse innstillingene på alle enheter.
nl: Gebruik deze instellingen op elk apparaat.
pl: Użyj tych ustawień na każdym urządzeniu.
pt_br: Reutilizar essas configurações em todos os dispositivos.
pt_pt: Reutilizar estas definições em todos os dispositivos.
ro: Reutilizați aceste setări pe fiecare dispozitiv.
sl: Uporabite te nastavitve na vsaki napravi.
sv: Återanvänd dessa inställningar på alla enheter.
uk: Використовуйте ці налаштування на кожному пристрої.
vi: Sử dụng lại các cài đặt này trên mọi thiết bị.
zh_hans: 在所有设备上共享这些设置。
zh_hant: 在所有裝置上共用這些設定。

source: Reveal
ar: إظهار
ca: Mostra
cs: Odhalit
da: Vis
de: Einblenden
es: Mostrar
fi: Paljasta
fr: Afficher
he: חשוף
hu: Felfedés
it: Mostra
ja: 表示
ko: 표시
nb: Vis
nl: Tonen
pl: Pokaż
pt_br: Revelar
pt_pt: Revelar
ro: Dezvăluie
sl: Razkrij
sv: Visa
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

source: Reverse Lines
ar: عكس الأسطر
ca: Invertir les línies
cs: Obrátit řádky
da: Vend linjer om
de: Zeilen umkehren
es: Invertir líneas
fi: Käännä rivijärjestys
fr: Inverser les lignes
he: היפוך שורות
hu: Sorok megfordítása
it: Inverti righe
ja: 行を逆順に
ko: 행 뒤집기
nb: Reverser linjer
nl: Regels omkeren
pl: Odwróć kolejność wierszy
pt_br: Inverter Linhas
pt_pt: Inverter linhas
ro: Inversează rândurile
sl: Obrni vrstice
sv: Vänd rader
uk: Обернути порядок рядків
vi: Đảo ngược dòng
zh_hans: 反转行序
zh_hant: 反轉行序

source: Review Import
ar: مراجعة الاستيراد
ca: Revisa la importació
cs: Zkontrolovat import
da: Gennemse import
de: Import prüfen
es: Revisar importación
fi: Tarkista tuonti
fr: Vérifier l'importation
he: סקירת ייבוא
hu: Importálás áttekintése
it: Rivedi importazione
ja: インポートを確認
ko: 가져오기 검토
nb: Se gjennom import
nl: Importeren controleren
pl: Przejrzyj import
pt_br: Revisar importação
pt_pt: Rever importação
ro: Verifică importul
sl: Pregled uvoza
sv: Granska import
uk: Перевірити імпорт
vi: Xem lại nội dung nhập
zh_hans: 查看导入内容
zh_hant: 檢視匯入內容

source: Right
ar: يمين
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
es: Derecha
fi: Oikea
fr: Droite
he: ימין
hu: Jobbra
it: Destra
ja: 右
ko: 오른쪽
nb: Høyre
nl: Rechts
pl: Prawo
pt_br: Direita
pt_pt: Direita
ro: Dreapta
sl: Desno
sv: Höger
uk: Праворуч
vi: Phải
zh_hans: 右
zh_hant: 右

source: Right Brace }
ar: قوس معقوف أيمن }
ca: Clau dreta }
cs: Pravá složená závorka }
da: Højre krøllet parentes }
de: Geschweifte Klammer rechts }
es: Llave derecha }
fi: Oikea aaltosulku }
fr: Accolade droite }
he: סוגר מסולסל ימני }
hu: Jobb kapcsos zárójel }
it: Parentesi graffa destra }
ja: 右波括弧 }
ko: 오른쪽 중괄호 }
nb: Høyre klammeparentes }
nl: Rechter accolade }
pl: Nawias klamrowy prawy }
pt_br: Chave direita }
pt_pt: Chaveta direita }
ro: Acoladă dreaptă }
sl: Desni zaviti oklepaj }
sv: Höger klammerparentes }
uk: Права фігурна дужка }
vi: Ngoặc nhọn phải }
zh_hans: 右花括号 }
zh_hant: 右花括號 }

source: Right Bracket ]
ar: قوس مربع أيمن ]
ca: Claudàtor dret ]
cs: Pravá hranatá závorka ]
da: Højre kantet parentes ]
de: Eckige Klammer rechts ]
es: Corchete derecho ]
fi: Oikea hakasulku ]
fr: Crochet droit ]
he: סוגר מרובע ימני ]
hu: Jobb szögletes zárójel ]
it: Parentesi quadra destra ]
ja: 右角括弧 ]
ko: 오른쪽 대괄호 ]
nb: Høyre hakeparentes ]
nl: Rechter haakje ]
pl: Nawias kwadratowy prawy ]
pt_br: Colchete direito ]
pt_pt: Parêntese reto direito ]
ro: Paranteză pătrată dreaptă ]
sl: Desni oglati oklepaj ]
sv: Höger hakparentes ]
uk: Права квадратна дужка ]
vi: Ngoặc vuông phải ]
zh_hans: 右方括号 ]
zh_hant: 右方括號 ]

source: Right Paren )
ar: قوس أيمن )
ca: Parèntesi dret )
cs: Pravá závorka )
da: Højre parentes )
de: Klammer zu )
es: Paréntesis derecho )
fi: Oikea sulku )
fr: Parenthèse droite )
he: סוגר ימני )
hu: Jobb zárójel )
it: Parentesi destra )
ja: 右括弧 )
ko: 오른쪽 괄호 )
nb: Høyre parentes )
nl: Rechter haakje )
pl: Nawias prawy )
pt_br: Parêntese direito )
pt_pt: Parêntese direito )
ro: Paranteză dreaptă )
sl: Desni oklepaj )
sv: Högerparentes )
uk: Права дужка )
vi: Ngoặc tròn phải )
zh_hans: 右括号 )
zh_hant: 右括號 )

source: Right Prompt
ar: موجه الأوامر الأيمن
ca: Indicador dret
cs: Pravý prompt
da: Højre prompt
de: Rechter Prompt
es: Indicador derecho
fi: Oikea kehote
fr: Invite à droite
he: שורת פקודה ימנית
hu: Jobb oldali prompt
it: Prompt a destra
ja: 右プロンプト
ko: 오른쪽 프롬프트
nb: Høyre prompt
nl: Rechter prompt
pl: Prawy prompt
pt_br: Prompt à direita
pt_pt: Prompt à direita
ro: Prompt la dreapta
sl: Desni poziv
sv: Höger prompt
uk: Правий запит
vi: Dấu nhắc bên phải
zh_hans: 右侧提示符
zh_hant: 右側提示符

source: Right Swipe
ar: التمرير لليمين
ca: Lliscament dret
cs: Přejetí vpravo
da: Stryg til højre
de: Wischen nach rechts
es: Deslizar a la derecha
fi: Pyyhkäisy oikealle
fr: Balayage vers la droite
he: החלקה ימינה
hu: Húzás jobbra
it: Scorrimento a destra
ja: 右スワイプ
ko: 오른쪽 스와이프
nb: Sveip til høyre
nl: Veeg naar rechts
pl: Gest w prawo
pt_br: Deslizar para a direita
pt_pt: Deslize para a direita
ro: Glisare la dreapta
sl: Poteg v desno
sv: Svep åt höger
uk: Свайп праворуч
vi: Vuốt phải
zh_hans: 向右滑动
zh_hant: 向右滑動

source: Right-click the terminal for the context menu
ar: انقر بزر الماوس الأيمن على الطرفية لفتح قائمة السياق
ca: Feu clic dret al terminal per al menú contextual
cs: Klikněte pravým tlačítkem na terminál pro kontextovou nabídku
da: Højreklik på terminalen for kontekstmenuen
de: Rechtsklicken Sie auf das Terminal für das Kontextmenü
es: Haga clic derecho en el terminal para el menú contextual
fi: Napsauta terminaalia hiiren kakkospainikkeella kontekstivalikkoa varten
fr: Faites un clic droit sur le terminal pour le menu contextuel
he: לחצו לחיצה ימנית על הטרמינל לתפריט ההקשר
hu: Kattintson jobb gombbal a terminálra a helyi menühöz
it: Fai clic destro sul terminale per il menu contestuale
ja: ターミナルを右クリックでコンテキストメニューを表示
ko: 터미널을 우클릭하여 컨텍스트 메뉴 열기
nb: Høyreklikk på terminalen for kontekstmenyen
nl: Klik met de rechtermuisknop op de terminal voor het contextmenu
pl: Kliknij prawym przyciskiem myszy na terminal, aby otworzyć menu kontekstowe
pt_br: Clique com o botão direito no terminal para o menu de contexto
pt_pt: Clique com o botão direito no terminal para o menu de contexto
ro: Faceți clic dreapta pe terminal pentru meniul contextual
sl: Z desnim klikom na terminal odprite priročni meni
sv: Högerklicka på terminalen för snabbmenyn
uk: Клацніть правою кнопкою миші на терміналі для контекстного меню
vi: Nhấp chuột phải vào terminal để mở menu ngữ cảnh
zh_hans: 右键点击终端打开上下文菜单
zh_hant: 右鍵點擊終端打開上下文選單

source: Roam - mosh compatible
ar: تجوال - متوافق مع mosh
ca: Roaming - compatible amb mosh
cs: Roam – kompatibilní s mosh
da: Roam – mosh-kompatibel
de: Roam – mosh-kompatibel
es: Itinerancia — compatible con mosh
fi: Roam – mosh-yhteensopiva
fr: Itinérance — compatible mosh
he: נדידה - תואם mosh
hu: Roam – mosh kompatibilis
it: Roaming - compatibile con mosh
ja: ローミング - mosh 互換
ko: 로밍 - mosh 호환
nb: Roam – mosh-kompatibel
nl: Roam – mosh-compatibel
pl: Roam – kompatybilny z mosh
pt_br: Roaming — compatível com mosh
pt_pt: Roaming — compatível com mosh
ro: Roaming - compatibil cu mosh
sl: Gostovanje - združljivo z mosh
sv: Roam – mosh-kompatibel
uk: Роумінг - сумісний з mosh
vi: Chuyển vùng - tương thích mosh
zh_hans: 漫游 - mosh 兼容
zh_hant: 漫遊 - mosh 相容

source: Roam - tssh
ar: تجوال - tssh
ca: Roaming - tssh
es: Itinerancia — tssh
fr: Itinérance — tssh
he: נדידה - tssh
it: Roaming - tssh
ja: ローミング - tssh
ko: 로밍 - tssh
pt_br: Roaming — tssh
pt_pt: Roaming — tssh
ro: Roaming - tssh
sl: Gostovanje - tssh
uk: Роумінг - tssh
vi: Chuyển vùng - tssh
zh_hans: 漫游 - tssh
zh_hant: 漫遊 - tssh

source: Roam keeps your terminal alive through WiFi handoffs, network switches, and flaky connections. Your session follows you like a loyal sidekick. Uses the mosh protocol under the hood.
ar: يحافظ Roam على اتصال الطرفية عبر تبديل شبكات WiFi وتغيير الشبكات والاتصالات غير المستقرة. تتبعك جلستك كرفيق وفي. يستخدم بروتوكول mosh في الخلفية.
ca: Roam manté el vostre terminal actiu durant canvis de WiFi, commutacions de xarxa i connexions inestables. La vostra sessió us segueix com un company fidel. Utilitza el protocol mosh internament.
cs: Roam udržuje váš terminál při životě při přepínání WiFi, změnách sítě a nestabilních připojeních. Vaše relace vás následuje jako věrný společník. Pod kapotou využívá protokol mosh.
da: Roam holder din terminal i live gennem WiFi-skift, netværksændringer og ustabile forbindelser. Din session følger dig som en trofast makker. Bruger mosh-protokollen under motorhjelmen.
de: Roam hält Ihr Terminal bei WLAN-Übergaben, Netzwerkwechseln und instabilen Verbindungen am Leben. Ihre Sitzung folgt Ihnen wie ein treuer Begleiter. Nutzt intern das Mosh-Protokoll.
es: Roam mantiene su terminal activo a través de cambios de WiFi, cambios de red y conexiones inestables. Su sesión le sigue como un fiel compañero. Usa el protocolo mosh internamente.
fi: Roam pitää terminaalisi hengissä WiFi-vaihdosten, verkkovaihdosten ja epävakaiden yhteyksien läpi. Istuntosi seuraa sinua kuin uskollinen apuri. Käyttää mosh-protokollaa taustalla.
fr: Roam maintient votre terminal actif lors des changements de Wi-Fi, de réseau et des connexions instables. Votre session vous suit comme un fidèle compagnon. Utilise le protocole mosh en interne.
he: Roam שומר על המסוף שלך פעיל דרך החלפות WiFi, מעברי רשת וחיבורים לא יציבים. ההפעלה שלך עוקבת אחריך כמו שותף נאמן. משתמש בפרוטוקול mosh מאחורי הקלעים.
hu: A Roam életben tartja a terminálját WiFi átadások, hálózatváltások és instabil kapcsolatok során. A munkamenete hűségesen követi Önt. A háttérben a mosh protokollt használja.
it: Roam mantiene il terminale attivo durante i passaggi WiFi, i cambi di rete e le connessioni instabili. La sessione vi segue come un fedele compagno. Utilizza il protocollo mosh internamente.
ja: RoamはWiFiハンドオフ、ネットワーク切り替え、不安定な接続を通じてターミナルを維持します。セッションはどこへでも付いてきます。内部ではmoshプロトコルを使用しています。
ko: Roam은 WiFi 핸드오프, 네트워크 전환, 불안정한 연결에서도 터미널을 유지합니다. 세션이 어디든 따라옵니다. 내부적으로 mosh 프로토콜을 사용합니다.
nb: Roam holder terminalen din i live gjennom WiFi-overganger, nettverksbytter og ustabile tilkoblinger. Økten følger deg som en trofast følgesvenn. Bruker mosh-protokollen under panseret.
nl: Roam houdt uw terminal actief tijdens WiFi-overdrachten, netwerkwisselingen en instabiele verbindingen. Uw sessie volgt u als een trouwe metgezel. Maakt gebruik van het mosh-protocol onder de motorkap.
pl: Roam utrzymuje terminal przy życiu podczas zmian sieci WiFi, przełączeń sieci i niestabilnych połączeń. Twoja sesja podąża za Tobą jak wierny towarzysz. Wykorzystuje protokół mosh pod spodem.
pt_br: O Roam mantém seu terminal ativo durante trocas de WiFi, mudanças de rede e conexões instáveis. Sua sessão te acompanha como um fiel escudeiro. Usa o protocolo mosh internamente.
pt_pt: O Roam mantém o seu terminal ativo durante mudanças de WiFi, alterações de rede e ligações instáveis. A sua sessão segue-o fielmente. Utiliza o protocolo mosh internamente.
ro: Roam mentine terminalul activ in timpul schimbarilor de WiFi, comutarilor de retea si conexiunilor instabile. Sesiunea va urmeaza ca un companion fidel. Foloseste protocolul mosh in spate.
sl: Roam ohranja vaš terminal aktiven med preklopi WiFi, menjavami omrežij in nestabilnimi povezavami. Vaša seja vam sledi kot zvest spremljevalec. V ozadju uporablja protokol mosh.
sv: Roam håller din terminal vid liv genom WiFi-byten, nätverksväxlingar och instabila anslutningar. Din session följer dig som en trogen följeslagare. Använder mosh-protokollet under huven.
uk: Roam підтримує термінал активним при перемиканні WiFi, зміні мереж та нестабільному з'єднанні. Ваш сеанс слідує за вами. Використовує протокол mosh під капотом.
vi: Roam giữ terminal của bạn hoạt động liên tục qua các lần chuyển đổi WiFi, thay đổi mạng và kết nối không ổn định. Phiên của bạn đi theo bạn như người trợ lý trung thành. Sử dụng giao thức mosh bên dưới.
zh_hans: Roam 在 WiFi 切换、网络变更和不稳定连接时保持终端连接。您的会话如影随形。底层使用 mosh 协议。
zh_hant: Roam 在 WiFi 切換、網路變更和不穩定連線時保持終端機連線。您的工作階段如影隨形。底層使用 mosh 協定。

source: Roam provides mobile-friendly terminal connections that survive network changes and high latency.
ar: يوفر Roam اتصالات طرفية ملائمة للأجهزة المحمولة تصمد أمام تغييرات الشبكة وزمن الاستجابة العالي.
ca: Roam proporciona connexions de terminal adaptades a dispositius mòbils que sobreviuen als canvis de xarxa i a l'alta latència.
cs: Roam poskytuje mobilní terminálová připojení, která přežijí změny sítě a vysokou latenci.
da: Roam tilbyder mobilvenlige terminal-forbindelser, der overlever netværksændringer og høj latens.
de: Roam bietet mobilfreundliche Terminal-Verbindungen, die Netzwerkänderungen und hohe Latenz überstehen.
es: Roam proporciona conexiones de terminal adaptadas a dispositivos móviles que sobreviven a cambios de red y alta latencia.
fi: Roam tarjoaa mobiiliystävällisiä terminaaliyhteyksiä, jotka kestävät verkon muutokset ja korkean viiveen.
fr: Roam fournit des connexions de terminal adaptées au mobile qui résistent aux changements de réseau et à la latence élevée.
he: Roam מספק חיבורי מסוף ידידותיים לנייד ששורדים שינויי רשת והשהייה גבוהה.
hu: A Roam mobilbarát terminálkapcsolatokat biztosít, amelyek túlélik a hálózatváltásokat és a magas késleltetést.
it: Roam fornisce connessioni terminale ottimizzate per dispositivi mobili che resistono ai cambi di rete e all'alta latenza.
ja: Roamはネットワーク変更や高レイテンシに対応するモバイル向けターミナル接続を提供します。
ko: Roam은 네트워크 변경 및 높은 지연 시간에도 끊기지 않는 모바일 친화적 터미널 연결을 제공합니다.
nb: Roam gir mobilvennlige terminaltilkoblinger som overlever nettverksendringer og høy forsinkelse.
nl: Roam biedt mobielvriendelijke terminalverbindingen die netwerkwisselingen en hoge latentie overleven.
pl: Roam zapewnia przyjazne dla urządzeń mobilnych połączenia terminalowe, które przetrwają zmiany sieci i wysokie opóźnienia.
pt_br: O Roam oferece conexões de terminal adaptadas para dispositivos móveis que sobrevivem a mudanças de rede e alta latência.
pt_pt: O Roam oferece ligações de terminal otimizadas para dispositivos móveis que resistem a mudanças de rede e latência elevada.
ro: Roam ofera conexiuni de terminal optimizate pentru mobil care rezista la schimbarile de retea si latenta ridicata.
sl: Roam zagotavlja mobilnim napravam prijazne terminalske povezave, ki preživijo spremembe omrežja in visoko latenco.
sv: Roam ger mobilvänliga terminalanslutningar som överlever nätverksändringar och hög latens.
uk: Roam забезпечує мобільні з'єднання термінала, які витримують зміни мережі та високу затримку.
vi: Roam cung cấp kết nối terminal thân thiện với thiết bị di động, duy trì ổn định qua các thay đổi mạng và độ trễ cao.
zh_hans: Roam 提供适合移动设备的终端连接，可在网络变化和高延迟环境下保持连接。
zh_hant: Roam 提供適合行動裝置的終端機連線，可在網路變化和高延遲環境下維持連線。
